INSERT INTO films(
    name,
    description,
    "year",
    genre_id,
    minimal_age,
    duration_in_minutes,
    file_id
)
VALUES
    (
        'Интерстеллар',
        'Команда исследователей отправляется через червоточину в поисках нового дома для человечества.',
        2014,
        4,
        12,
        169,
        1
    ),
    (
        'Джон Уик',
        'Бывший наемный убийца возвращается в преступный мир ради мести.',
        2014,
        1,
        18,
        101,
        2
    ),
    (
        'Шрек',
        'Зеленый огр отправляется спасать принцессу вместе с Ослом.',
        2001,
        7,
        6,
        90,
        3
    ),
    (
        'Начало',
        'Группа специалистов внедряет идеи в сны людей.',
        2010,
        5,
        16,
        148,
        4
    ),
    (
        'Гарри Поттер и философский камень',
        'Мальчик узнает, что он волшебник, и поступает в Хогвартс.',
        2001,
        10,
        6,
        152,
        5
    );
